---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesVentConnection
source: html/b88a0072-ea9e-5006-374f-c3a13fa8180b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesVentConnection Property

"Vent Connection"

## Syntax (C#)
```csharp
public static ForgeTypeId PlumbingFixturesVentConnection { get; }
```